"""
Створіть словник, зв'язавши його з змінною school, і наповніть його даними, які б відображали кількість учнів в
десяти різних класах (наприклад, 1а, 1б, 2б, 6а, 7в і т.д.).

Дізнайтеся скільки людей в певному класі.

Уявіть, що в школі відбулися зміни, внесіть їх в словник:

- В трьох класах змінилося кількість учнів;

- В школі з'явилося два нових класу;

- В школі розформували один з класів.

Виведіть вміст словника на екран.
"""

school = {'1a': 15, '1b': 20, '2b': 25, '6a': 30, '7v': 31}
print(school['1a'])
school['1a'] = 16
school['1b'] = 21
school['2b'] = 26
school['3a'] = 1
school['3b'] = 2
school.pop('7v')
print(school)
